{
    "frases": [
        "The pain you feel today will be the strength you feel tomorrow.",
        "Don't give up. Sometimes, the last key is the one that opens the door.",
        "Every repetition brings you closer to your best version.",
        "Success is not final, failure is not fatal: what counts is the courage to continue.",
        "Lift with strength, train with passion, live with determination.",
        "When you feel like giving up, remember why you started.",
        "Sweat is just fat crying.",
        "No matter how slow you go, as long as you don't stop.",
        "Discipline is the bridge between goals and accomplishments.",
        "Start where you are, use what you have, do what you can.",
        "Your mind will give up before your body. Master your mind.",
        "Results come with consistency, not excuses.",
        "Every day is a new opportunity to improve yourself.",
        "Don't dream about it, train for it.",
        "Failure is not the end, it's part of the journey to success.",
        "The only bad workout is the one you didn't do.",
        "Push yourself because no one else is going to do it for you.",
        "Your body can stand almost anything. It’s your mind you have to convince.",
        "The harder you work, the harder it is to surrender.",
        "Success starts with self-discipline.",
        "You don’t have to be extreme, just consistent.",
        "The pain you feel today is the strength you’ll feel tomorrow.",
        "Don’t stop until you’re proud.",
        "Sweat now, shine later.",
        "Great things never come from comfort zones.",
        "Your only limit is you.",
        "Train like a beast, look like a beauty.",
        "The only way to achieve the impossible is to believe it’s possible.",
        "Every drop of sweat is a step closer to your goal.",
        "You are stronger than you think.",
        "The only place where success comes before work is in the dictionary.",
        "Make yourself proud.",
        "Your effort today will be your reward tomorrow.",
        "Be stronger than your excuses.",
        "The body achieves what the mind believes.",
        "Fall in love with taking care of yourself.",
        "Strive for progress, not perfection.",
        "You are capable of more than you know.",
        "The only bad workout is the one you didn’t do.",
        "Keep going, even when it hurts.",
        "Your future self will thank you for the effort you put in today.",
        "The only way to fail is to quit.",
        "Every rep counts, every set matters.",
        "You are the only one who can limit your greatness.",
        "Dream big, work hard, stay focused."
    ]
}